const attendanceItem = [
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '通常休暇',
        reason: '私用のため',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '15:00 - 18:00',
        type: '特別休暇',
        reason: 'プレミアムチケット',
        date: '2024/05/10 12:00'
    },
    {
        name: '長い社員氏名氏名氏名サンプルネーム',
        time: '09:00 - 18:00',
        type: '欠勤',
        reason: '大変申し訳ありませんが、有給休暇ではなく欠勤にて休暇処理をおねがいいたします。テキストテキスト',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '休日出勤',
        reason: 'リリース作業のため',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '遅刻',
        reason: '電車遅延のため',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '特別休暇',
        reason: 'リフレッシュ休暇',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '特別休暇',
        reason: '【忌引き】2親等, 忌日：2024/05/30',
        date: '2024/05/30 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '通常休暇',
        reason: '振替休日',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '通常休暇',
        reason: '私用のため',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '15:00 - 18:00',
        type: '特別休暇',
        reason: 'プレミアムチケット',
        date: '2024/05/10 12:00'
    },
    {
        name: '長い社員氏名氏名氏名サンプルネーム',
        time: '09:00 - 18:00',
        type: '欠勤',
        reason: '大変申し訳ありませんが、有給休暇ではなく欠勤にて休暇処理をおねがいいたします。テキストテキスト',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '休日出勤',
        reason: 'リリース作業のため',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '遅刻',
        reason: '電車遅延のため',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '特別休暇',
        reason: 'リフレッシュ休暇',
        date: '2024/05/10 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '特別休暇',
        reason: '【忌引き】2親等, 忌日：2024/05/30',
        date: '2024/05/30 12:00'
    },
    {
        name: '社員氏名',
        time: '09:00 - 18:00',
        type: '通常休暇',
        reason: '振替休日',
        date: '2024/05/10 12:00'
    }
];

export default attendanceItem;
